[{"project_head": "OUR NATION HAS AWOKEN TO A NEW GENERATION OF VOICES IN AMERICA SHAPING OUR NATIONAL CONVERSATION.\n\nWE WANT TO INTRODUCE YOU TO SOME OF THESE NEW  VOICES.", "project_credits": "@mitchthorson, @MaryBowerman, @toryhargro, @lagrisham, @lindsdee", "id": "1", "intro_text": "WHAT PERSPECTIVES WOULD YOU LIKE TO EXPLORE? ", "people": [{"person_bio": "Leighton, 22, is president of Howard University's student association. He organized a group of undergraduates from the university to march in Ferguson, Mo., following the death of Michael Brown, and he helped coordinate a photo of Howard students in the \"Hands Up, Don't Shoot\" stance that went viral online.", "person_name": "Leighton Watson", "first_name": "Leighton", "person_still": "http://placehold.it/600x333"}, {"person_bio": "Alicia, 34, created the grassroots organization Black Lives Matter along with several other women following the death of Trayvon Martin in 2012. The #BlackLivesMatter movement gained increased recognition in recent months after the death of Michael Brown and the protests that followed in Ferguson, Mo.", "person_name": "Alicia Garza", "first_name": "Alicia", "person_still": "http://placehold.it/600x333"}, {"person_bio": "Darnell, 39, is a speaker, educator and writer focused on equality issues surrounding race, gender and sexuality. He co-founded YOU Belong with NFL player Wade Davis II. YOU Belong launched a LGBTQ youth summer camp that pairs teens with professional athletes.", "person_name": "Darnell Moore", "first_name": "Darnell", "person_still": "http://placehold.it/600x333"}, {"person_bio": "Charlene, 29, is the national director of the Black Youth Project 100, a nationwide grassroots activist organization. BYP100 educates members about issues of racial injustice and coordinates online and on-the-ground efforts advocating for things like LGBT rights, and against racial profiling and police brutality.", "person_name": "Charlene Carruthers", "first_name": "Charlene", "person_still": "http://placehold.it/600x333"}, {"person_bio": "Rev. Moss, 44, is the senior pastor of Trinity United Church of Christ in Chicago. Moss' father, Otis Moss Jr. co-pastored a church with Martin Luther King Sr., and worked with Dr. Martin Luther King Jr., in the Southern Christian Leadership Conference.", "person_name": "Rev. Otis Moss III", "first_name": "Otis", "person_still": "http://placehold.it/600x333"}, {"person_bio": "Genie, 30, is a social media activist best known for mobilizing an online protest and petition that stopped juror B37's book deal following George Zimmerman's acquittal in the shooting of 17-year-old Trayvon Martin.", "person_name": "Genie Lauren", "first_name": "Genie", "person_still": "http://placehold.it/600x333"}, {"person_bio": "Rhonda, 39, was thrust into the national spotlight when she was fired in 2012 from her job as a TV meteorologist after she responded publicly to a Facebook comment criticizing her natural hair. \"I am very proud of my African-American ancestry which includes my hair,\" she wrote in response. She has remained an advocate for the natural hair movement.", "person_name": "Rhonda Lee", "first_name": "Rhonda", "person_still": "http://placehold.it/600x333"}], "videos": [{"brightcoveid": "4031940287001", "stillimage": "", "videodescription": "Leighton says when he has children he will tell them to do everything they can to be the antithesis of African-American stereotypes, but not to compromise their culture.", "clippersonfirstname": "Leighton", "videodescriptionlorissuggestionsneedtogothroughcopydesk": "Leighton will tell his children not to compromise their culture.", "tagslorisuggestions": "Black History, The future, Appearance, Stereotypes", "videoquoteslorisuggestions": "\"[America] is founded as a nation on our backs...\"", "video_clip": "Leighton - Past and future.mov", "videoquote": "“In America you have to look at it’s history, this is founded as a nation on our backs, and on our blood, our sweat our tears.”", "interviewee": "Leighton Watson", "sharelanguage": "", "tags": "Tell my children, Slavery, Profiling, Stereotype, Culture, Tension, Music, Rap, Rules", "notesfromlori": "Sound doesn't match the video exactly all the way through"}, {"brightcoveid": "4031759996001", "stillimage": "", "videodescription": "Leighton Watson says that modern civil rights leaders are people who look at a problem and want to fix it. He says that modern movements are lead by many people instead of a single male leader.", "clippersonfirstname": "Leighton", "videodescriptionlorissuggestionsneedtogothroughcopydesk": "Modern civil rights leaders are people who look at a problem and want to fix it.", "tagslorisuggestions": "The future, Civil Rights leaders, Civil Rights today, Leadership", "videoquoteslorisuggestions": "“Todays civil rights leader looks like you, looks like me...” ", "video_clip": "Leighton - Civil rights leader today.mov", "videoquote": "“Todays civil rights leader looks like you, looks like me, looks like my brother, my sister, it looks like my white friends my Indian friends, my Asian friends, it doesn’t have a stereotypical exceptional leader.” ", "interviewee": "Leighton Watson", "sharelanguage": "", "tags": "Civil Rights Leader, Today, Modern Leaders", "notesfromlori": "Looks good"}, {"brightcoveid": "4031115452001", "stillimage": "", "videodescription": "Leighton Watson says he has a unique perspective on police violence and violence against police officers because his father is an officer. He says his father taught him that there are a certain set of rules young black men must abide by in the United States.", "clippersonfirstname": "Leighton", "videodescriptionlorissuggestionsneedtogothroughcopydesk": "There are unwritten rules young black men have to follow.", "tagslorisuggestions": "Police, Appearance, Upbringing", "videoquoteslorisuggestions": "\"I saw police as my dad and my dad's friends.\"", "video_clip": "Leighton - Growing up.mov", "videoquote": "\"From my experience I saw police as my dad and my dads friends, but at the same time he still had to have the same conversation with me as far as how I interact with officers.” ", "interviewee": "Leighton Watson", "sharelanguage": "", "tags": "Cops, Father, Police, Young Black Man Etiquette", "notesfromlori": "Looks good"}, {"brightcoveid": "4032048276001", "stillimage": "", "videodescription": "Leighton Watson says to be taken seriously as a young black man you have to wear a \"costume\" of success.\n\n", "clippersonfirstname": "Leighton", "videodescriptionlorissuggestionsneedtogothroughcopydesk": "Young Black men have to wear a \"costume.\"", "tagslorisuggestions": "Appearance, Millenials, Upbringing", "videoquoteslorisuggestions": "\"You have to put on a costume of not being threatening.”", "video_clip": "Leighton - Costume.mov", "videoquote": "“What I realize is that you have to put on a costume of success, you have to put on a costume of not being threatening.”", "interviewee": "Leighton Watson", "sharelanguage": "", "tags": "Costume, Young Black Man Etiquette", "notesfromlori": "We need to fact check what he says about his SAT scores... "}, {"brightcoveid": "4031049124001", "stillimage": "", "videodescription": "Charlene Carruthers says when she has children she will teach them that being black in the United States is a story that goes beyond the nation's borders.", "clippersonfirstname": "Charlene", "videodescriptionlorissuggestionsneedtogothroughcopydesk": "Charlene will tell her children their history goes beyond the USA.", "tagslorisuggestions": "Black History, The future, LGBTQ", "videoquoteslorisuggestions": "“Our story is one that is intrinsically tied to the story of other people.”", "video_clip": "Charlene - Tell my children.mov", "videoquote": "“Our story is one that is intrinsically tied to the story of other people.”", "interviewee": "Charlene Carruthers", "sharelanguage": "", "tags": "Tell me a story you'll tell your children, ", "notesfromlori": "Looks good"}, {"brightcoveid": "4031049105001", "stillimage": "", "videodescription": "Charlene Carruthers says that modern civil rights activists are fighting for equality that transcends race. Carruthers says as a \"black queer woman\" she has not been given the freedoms that many American citizens enjoy.", "clippersonfirstname": "Charlene", "videodescriptionlorissuggestionsneedtogothroughcopydesk": "Modern Civil Rights transcend race.", "tagslorisuggestions": "Women, LGBTQ, Civil Rights today, The future", "videoquoteslorisuggestions": "“I have not ever experienced citizenship in a full way.”", "video_clip": "Charlene- Today's Civil Rights Leader.mov", "videoquote": "\n“As a black queer woman I have not ever experienced citizenship in a full way.” \n", "interviewee": "Charlene Carruthers", "sharelanguage": "", "tags": "LGBTQ , Woman , Queer , Citizenship ", "notesfromlori": "Looks good"}, {"brightcoveid": "4031049120001", "stillimage": "", "videodescription": "Charlene Carruthers says that many of the problems in the United States and around the world stem from people being denied basic \"human dignity.\"", "clippersonfirstname": "Charlene", "videodescriptionlorissuggestionsneedtogothroughcopydesk": "Charlene says people being denied basic \"human dignity.\"", "tagslorisuggestions": "The future, Dreams", "videoquoteslorisuggestions": "“I want to live in a world where every single human can live with dignity.”", "video_clip": "Charlene - Dignity.mov ", "videoquote": "“Every single day in places from Palestine to Chicago to Oakland to Montgomer Alabama, some human being is not allowed to actually experience and live in their full dignity.” Or if you need shorter “I want to live in a world where every single human can live with dignity.”", "interviewee": "Charlene Carruthers", "sharelanguage": "", "tags": "Dignity, Woman, LGBTQ, Government, Profit, World", "notesfromlori": "Looks good"}, {"brightcoveid": "4031049783001", "stillimage": "", "videodescription": "Darnell Moore says modern-day civil rights leadership models are sustained by a collective group of people rather than one charismatic male leader.", "clippersonfirstname": "Darnell", "videodescriptionlorissuggestionsneedtogothroughcopydesk": "A collective leadership is behind today's Civil Rights movement.", "tagslorisuggestions": "Civil Rights today, Civil Rights leaders, Leadership", "videoquoteslorisuggestions": "\"It’s collective leadership ... collective solidarities.”", "video_clip": "Darnell - Leadership model.mov", "videoquote": "\"Now there isn’t this need or quest for a charismatic leaders, singular leader. It’s collective leadership models, collective solidarities.”", "interviewee": "Darnell Moore", "sharelanguage": "", "tags": "Leadership Vision, Civil Rights Leader, Today", "notesfromlori": "Looks good"}, {"brightcoveid": "4031157248001", "stillimage": "", "videodescription": "Darnell Moore says when he has children he wants to tell them about protests in Ferguson, Mo., and New York City that were lead by not one type of person but many, ranging from lesbians to transgender people and even men who wore fitted hats.", "clippersonfirstname": "Darnell", "videodescriptionlorissuggestionsneedtogothroughcopydesk": "Darnell will tell his children about protests in Ferguson.", "tagslorisuggestions": "LGBTQ, Civil Rights today, Activists, Women, Leadership", "videoquoteslorisuggestions": "“When folk were taking to the street, most of those folk were women ...\"", "video_clip": "Darnell - Tell my children.mov", "videoquote": " “When folk were taking to the street, most of those folk were women, most of those were black women, some of those black women were lesbian, some of those black women were transgender women, there were men too and not all of those men were straight, or wore respectable suits or were preachers, some of them wore fitted hats and maybe did or did not go to school.” ", "interviewee": "Darnell Moore", "sharelanguage": "", "tags": "Movement, Tell my children, Activists, LGBTQ", "notesfromlori": "Very quiet audio. Can we boost it?"}, {"brightcoveid": "4031154331001", "stillimage": "", "videodescription": "Darnell Moore says he was very young when he became aware of how the media portray poor areas where mostly African Americans live.", "clippersonfirstname": "Darnell", "videodescriptionlorissuggestionsneedtogothroughcopydesk": "Darnell talks about realizing how the outside world saw his primarily Black neighborhood.", "tagslorisuggestions": "The past, Upbringing, Stereotypes", "videoquoteslorisuggestions": "", "video_clip": "Darnell - Growing Up.mov", "videoquote": "“It felt to me very much an assault, an attack on a place that I called home.  And that  made me very very aware of the ways people understood a space that black poor people lived.”  ", "interviewee": "Darnell Moore", "sharelanguage": "", "tags": "New Jersey, Childhood, Marginalization", "notesfromlori": "Sound needs to be boosted"}, {"brightcoveid": "4031157254001", "stillimage": "", "videodescription": "Darnell Moore says it took him years to fully accept that he was a black, gay male.\n\n", "clippersonfirstname": "Darnell", "videodescriptionlorissuggestionsneedtogothroughcopydesk": "Darnell says it took years to accept that he was a Black, gay man.", "tagslorisuggestions": "LGBTQ, Acceptance, Appearance", "videoquoteslorisuggestions": "“It took me years to look in the mirror and say I am a black, gay male.”", "video_clip": "Darnell - Me moment.mov", "videoquote": "“It took me years to look in the mirror and say I am a black, gay male.”", "interviewee": "Darnell Moore", "sharelanguage": "", "tags": "Gay, LGBTQ, Love, Acceptance ", "notesfromlori": "Sound needs to be boosted"}, {"brightcoveid": "4032545342001", "stillimage": "", "videodescription": "Rhonda Lee says the broadcast industry is well-known for asking African-American women to conform to a stereotypical type of beauty by straightening their hair. She says she is still shocked that she has to justify keeping her natural hair.", "clippersonfirstname": "Rhonda", "videodescriptionlorissuggestionsneedtogothroughcopydesk": "Rhonda wanted to show young Black children that they can be proud of their hair and their skin. ", "tagslorisuggestions": "Acceptance, Appearance, Bias", "videoquoteslorisuggestions": "“Be proud of the hair and the skin that they are in...\"", "video_clip": "Rhonda - Natural Hair.mov", "videoquote": "\n“I wanted to show little black girls and little black boys that they can be proud of the hair and the skin that they are in and still be accepted.”\n", "interviewee": "Rhonda Lee", "sharelanguage": "#naturalhair", "tags": "Natural Hair, Broadcast, Bias, Acceptance", "notesfromlori": "Looks good"}, {"brightcoveid": "4032048299001", "stillimage": "", "videodescription": " Rhonda Lee says there continues to be issues with race relations in the United States because of the long history of abuse.", "clippersonfirstname": "Rhonda", "videodescriptionlorissuggestionsneedtogothroughcopydesk": "Race relations in the USA are like an abusive relationship.", "tagslorisuggestions": "The past, Black History", "videoquoteslorisuggestions": "“I think America and black people have had an abusive relationship.”", "video_clip": "Rhonda - Abusive relationship.mov", "videoquote": "“I think America and black people have had an abusive relationship.”", "interviewee": "Rhonda Lee", "sharelanguage": "", "tags": "Abusive Relatioship, Slavery, Race relations", "notesfromlori": "Looks good, but cuts off mid-sentence at the end"}, {"brightcoveid": "4032016731001", "stillimage": "", "videodescription": "Rhonda Lee says modern civil rights activists are no different than activists of the past. She says activism can be found in seemingly small decisions, like her choice to keep her natural hair.", "clippersonfirstname": "Rhonda", "videodescriptionlorissuggestionsneedtogothroughcopydesk": "The Civil Rights message has remained the same, but the means of getting the word out has changed.", "tagslorisuggestions": "Civil Rights today, Civil Rights leaders, Leadership, Social media", "videoquoteslorisuggestions": "\"The message is the same ... the method in which the message is given is faster.\"", "video_clip": "Rhonda - Civil rights leader.mov ", "videoquote": "“In the South you had one seamstress with tired feet one day who decided she was not really into moving to the back of the bus, and then in 2012 you have a woman who went to college several times and was on television and decided her hair was just fine.”", "interviewee": "Rhonda Lee", "sharelanguage": "", "tags": "Civil Rights Leader, Modern ", "notesfromlori": "Looks good"}, {"brightcoveid": "4036212306001", "stillimage": "", "videodescription": "Alicia Garza says modern day civil rights leaders are average people who decide enough is enough.", "clippersonfirstname": "Alicia", "videodescriptionlorissuggestionsneedtogothroughcopydesk": "Average people can be Civil Rights leaders today.", "tagslorisuggestions": "LGBTQ, Women, Civil Rights today, The future, Leadership", "videoquoteslorisuggestions": "\"Today’s civil rights leader looks like the rest of our country.\"", "video_clip": "Alicia - Civil right leader.mov", "videoquote": "“Today’s civil rights leaders are women, we are queer, we are low income, poor, immigrant, disabled, incarcerated, formerly incarcerated. Today’s civil rights leader looks like the rest of our country.”", "interviewee": "Alicia Garza", "sharelanguage": "#blacklivesmatter", "tags": "What does a modern civil rights leader look like?, LGBTQ, Civil Rights Leader, Modern, Woman", "notesfromlori": "Looks good"}, {"brightcoveid": "4031049130001", "stillimage": "", "videodescription": "Alicia Garza says her mother grew up in the United States during, \"separate but equal.\" She says her mother warned her that while she could be anything she wanted to be, it would be harder because she was a black woman.", "clippersonfirstname": "Alicia", "videodescriptionlorissuggestionsneedtogothroughcopydesk": "Alicia will tell her children that she \"fought like hell\" for their rights.", "tagslorisuggestions": "The past, The future, Upbringing, Women", "videoquoteslorisuggestions": "\"I fought like hell for that world...\"", "video_clip": "Alicia - Story about past and present.mov", "videoquote": "“I will tell my children that I fought like hell for that world, to be able to create a society where my mothers dreams could come true.”", "interviewee": "Alicia Garza", "sharelanguage": "#blacklivesmatter", "tags": "Separate but equal, segregation, civil rights, LGBTQ, future ", "notesfromlori": "Looks good"}, {"brightcoveid": "4031049743001", "stillimage": "", "videodescription": "Alicia Garza says instead of talking about black history, she likes to talk about black future, and the issues affecting black Americans today.\n\n", "clippersonfirstname": "Alicia", "videodescriptionlorissuggestionsneedtogothroughcopydesk": "Instead of Black History, let's talk about Black future.", "tagslorisuggestions": "Women, The future, Police, Incarceration, Black History, Dreams, Civil Rights today", "videoquoteslorisuggestions": "\"How far have we come and how far do we still have to go?\"", "video_clip": "Alicia - Black futures.mov", "videoquote": "“When I think about black history I think about what’s the state of our country now, how far have we come and how far do we still have to go.” ", "interviewee": "Alicia Garza", "sharelanguage": "#blacklivesmatter", "tags": "How far have we come?, Women, incarceration, police violence, Black History, Black future", "notesfromlori": "Looks good"}, {"brightcoveid": "4031049698001", "stillimage": "", "videodescription": "Alicia Garza says she started #BlackLivesMatter after George Zimmerman was acquitted for killing Trayvon Martin. She says #BlackLivesMatter is a \"love note\" to black Americans.", "clippersonfirstname": "Alicia", "videodescriptionlorissuggestionsneedtogothroughcopydesk": "The #BlackLivesMatter movement is as a love note to the Black community.  ", "tagslorisuggestions": "Police, Social media", "videoquoteslorisuggestions": "\"We don’t deserve to be shot down in cold blood…” ", "video_clip": "Alicia - Me moment.mov ", "videoquote": "\n“It was an opportunity for us to send a love note to our communities to say that no we don’t deserve to be hunted and tracked in our neighborhoods, that we don’t deserve to be shot down in cold blood…” \n", "interviewee": "Alicia Garza", "sharelanguage": "#blacklivesmatter", "tags": "George Zimmerman, Things need to change, Black Lives Matter, Community", "notesfromlori": "Looks good"}, {"brightcoveid": "4030929827001", "stillimage": "", "videodescription": "Rev. Otis Moss III says when he was growing up his father told him that the right to vote, \"was a sacred privilege your grandfather never had, and many died so you can have, so it's your privilege to pass on these stories to your children.\"", "clippersonfirstname": "Otis", "videodescriptionlorissuggestionsneedtogothroughcopydesk": "Voting is a scared privilge that our Black forefathers did not have.", "tagslorisuggestions": "The past, Black History, Upbringing, Voting rights", "videoquoteslorisuggestions": "\"The right to vote is a sacred priviledge that your grandfather didn't have...\"", "video_clip": "Rev. Otis Moss - Story.mov", "videoquote": "“Can you recite the constitution of the United States, can you recite the constitution of the state of Georgia? And if by chance the individuals had memorized those two documents they would then maybe take a bar of soap and say tell me how many bubbles are in this bar of soap?” or “He would remind me that the right to vote is a sacred privilege that your grandfather never had and many people died so that you would have it, so it is your privilege and your right to pass on these stories to your children.” ", "interviewee": "Rev. Otis Moss", "sharelanguage": "", "tags": "Tell me a story you'll tell your children, Voting Rights Act, Past, Black History, Georgia, Poll Tests", "notesfromlori": "Looks good"}, {"brightcoveid": "4030820382001", "stillimage": "", "videodescription": "Rev. Otis Moss III says the modern-day civil rights leader will be like a collage, with activists ranging from Millennials to seniors. He says the civil rights leaders of the future will embrace the best of humanity.", "clippersonfirstname": "Otis", "videodescriptionlorissuggestionsneedtogothroughcopydesk": "Today's Civil Rights movement is multi-generational. ", "tagslorisuggestions": "The future, Civil Rights today, Millenials, Leadership", "videoquoteslorisuggestions": "\"DuWop, bebop and hiphop will be the combination of the modern day Civil Rights leader.\"", "video_clip": "Rev. Moss - Modern civil rights leader.mov", "videoquote": "“I think the modern day civil rights worker is more like a collage; a man, a woman, a local, global, millennial, senior, someone who is a green activist, someone who is focused on digital democracy, someone who is of a different orientation...”", "interviewee": "Rev. Otis Moss III", "sharelanguage": "", "tags": "What does a modern civil rights leader look like?, Millenial, multi-generational, green activist, gender equality, Religion, God", "notesfromlori": "looks good"}, {"brightcoveid": "4033992024001", "stillimage": "", "videodescription": "Rev. Otis Moss III says the work is far from over in the modern civil rights movement. He says it's more than a moment in Ferguson, Mo., and New York, it's a movement.", "clippersonfirstname": "Otis", "videodescriptionlorissuggestionsneedtogothroughcopydesk": "This is not a moment. Tt's a movement.", "tagslorisuggestions": "The future, Millenials, Civil Rights today, Leadership", "videoquoteslorisuggestions": "\"I am prophetically optimisitc...\"", "video_clip": "Rev. Moss - Prophetically optimistic.mov", "videoquote": "“I am prophetically optimistic that we have a long way to go but it’s more than a moment in Ferguson, in New York, in Chicago in Atlanta, in Oakland, it’s a movement.” ", "interviewee": "Rev. Otis Moss III", "sharelanguage": "", "tags": "What's next?, Optimistic, Millenials, Future, Progress, Movement ", "notesfromlori": "audio seems low"}, {"brightcoveid": "4032291658001", "stillimage": "", "videodescription": "Genie Lauren is known for her civil rights activism on Twitter. She says she believes activists are people who see something that needs to be fixed and stand up for something.", "clippersonfirstname": "Genie", "videodescriptionlorissuggestionsneedtogothroughcopydesk": "An activist is someone who stands up for change.", "tagslorisuggestions": "Social Media, Civil Rights today, Leadership", "videoquoteslorisuggestions": "\"Anyone can be an activist...\"", "video_clip": "Genie Lauren - Everyday activism ", "videoquote": "“Anyone can be an activist and at different times in our lives, many of us will be any should be.”", "interviewee": "Genie Lauren ", "sharelanguage": "", "tags": "Activism, Who is an activist?, Civil rights, Everyday activism", "notesfromlori": "audio seems low"}, {"brightcoveid": "4032140542001", "stillimage": "", "videodescription": "Genie Lauren, who has been an activist on Twitter, says the social network has acted as a spotlight for conversations that people were already having about racial issues in the United States.", "clippersonfirstname": "Genie", "videodescriptionlorissuggestionsneedtogothroughcopydesk": "These conversations have been happening for a long time. Social media allows people a platform.", "tagslorisuggestions": "Social Media, Civil Rights today, Leadership, Activists", "videoquoteslorisuggestions": "\"All you need is an Internet connection...\"", "video_clip": "Genie Lauren - Twitter activism", "videoquote": "“All you need is a cell phone or a lap top, all you need is an internet connection and you can reach thousands of people, millions of people around the world.”", "interviewee": "Genie Lauren ", "sharelanguage": "", "tags": "Activism, Twitter, Modern Civil Rights, Social activism ", "notesfromlori": "audio seems low"}, {"brightcoveid": "4032178718001", "stillimage": "", "videodescription": "Genie Lauren says that civil rights leaders of the past had to wear suits and ties to earn respect, but modern activists are demanding respect regardless of if they are wearing a hoodie or a tie.", "clippersonfirstname": "Genie", "videodescriptionlorissuggestionsneedtogothroughcopydesk": "Civil Rights leaders can wear a hoodie or a tie.", "tagslorisuggestions": "Appearance, The past, The future, Civil Rights today, Dreams, Leadership", "videoquoteslorisuggestions": "\"I am a human being, and I am here to...\"", "video_clip": "Genie Lauren - Civil rights leader", "videoquote": "“Now we are saying you are going to respect me no matter what I am wearing; because I am a human being, and I am here to, and I am an American citizen and I pay my taxes and I’m trying to live this American dream you promised me.”", "interviewee": "Genie Lauren ", "sharelanguage": "", "tags": "Activism, Costume, Civil rights leaders, suits and ties, citizens, American Dream", "notesfromlori": "audio seems low"}]}]