[{"project_head": "Over the past year, our nation has awoken to a new generation of voices in black America ", "id": "1", "project_credits": "person 1, person 2", "people": [{"person_name": "Leighton Watson", "person_bio": "Leighton, 22, is president of Howard University's student association. He organized a group of undergraduates from the university to march in Ferguson, Mo., following the death of Michael Brown, and he helped coordinate a photo of Howard students in the \"Hands Up, Don't Shoot\" stance that went viral online.", "person_still": ""}, {"person_name": "Alicia Garza", "person_bio": "Alicia, 34, created the grassroots organization Black Lives Matter along with several other women following the death of Trayvon Martin in 2012. The #BlackLivesMatter movement gained increased recognition in recent months after the death of Michael Brown and the protests that followed in Ferguson, Mo.", "person_still": ""}, {"person_name": "Darnell Moore", "person_bio": "Darnell, 39, is a speaker, educator and writer focused on equality issues surrounding race, gender and sexuality. He co-founded YOU Belong with NFL player Wade Davis II. YOU Belong launched a LGBTQ youth summer camp that pairs teens with professional athletes.", "person_still": ""}, {"person_name": "Charlene Carruthers", "person_bio": "Charlene, 29, is the national director of the Black Youth Project 100, a nationwide grassroots activist organization. BYP100 educates members about issues of racial injustice and coordinates online and on-the-ground efforts advocating for things like LGBT rights, and against racial profiling and police brutality.", "person_still": ""}, {"person_name": "Rev. Otis Moss III", "person_bio": "Rev. Moss, 44, is the senior pastor of Trinity United Church of Christ in Chicago. Moss' father, Otis Moss Jr. co-pastored a church with Martin Luther King Sr., and worked with Dr. Martin Luther King Jr., in the Southern Christian Leadership Conference.", "person_still": ""}, {"person_name": "Genie Lauren", "person_bio": "Genie, 30, is a social media activist best known for mobilizing an online protest and petition that stopped juror B37's book deal following George Zimmerman's acquittal in the shooting of 17-year-old Trayvon Martin.", "person_still": ""}, {"person_name": "Rhonda Lee", "person_bio": "Rhonda, 39, was thrust into the national spotlight when she was fired in 2012 from her job as a TV meteorologist after she responded publicly to a Facebook comment criticizing her natural hair. \"I am very proud of my African-American ancestry which includes my hair,\" she wrote in response. She has remained an advocate for the natural hair movement.", "person_still": ""}], "intro_text": "We'd like to introduce you to some of these voices.", "videos": [{"videodescriptionthisneedstobeapprovedbycopydesk": "Leighton will tell he has children he will tell them to do everything they can to be the antithesis of African American stereotypes, but not to compromise their culture.", "tags": "Tell my children, Slavery, Profiling, Stereotype, Culture, Tension, Music, Rap, Rules", "brightcoveid": "4031940287001", "interviewee": "Leighton Watson", "stillimage": "", "sharelanguage": "", "videoquote": "", "video_clip": "Leighton - Past and future.mov"}, {"videodescriptionthisneedstobeapprovedbycopydesk": "Leighton Watson says that modern civil rights leaders are people who look at a problem and want to fix it. He says that modern movements are lead by many people instead of a single male leader.", "tags": "Civil Rights Leader, Today, Modern Leaders", "brightcoveid": "4031759996001", "interviewee": "Leighton Watson", "stillimage": "", "sharelanguage": "", "videoquote": "", "video_clip": "Leighton - Civil rights leader today.mov"}, {"videodescriptionthisneedstobeapprovedbycopydesk": "Leighton Watson says he has a unique perspective on police violence and violence against police officers because his father is a officer. He says his father taught him that there are a certain set of rules young black men must abide by in America.", "tags": "Cops, Father, Police, Young Black Man Etiquette", "brightcoveid": "4031115452001", "interviewee": "Leighton Watson", "stillimage": "", "sharelanguage": "", "videoquote": "", "video_clip": "Leighton - Growing up.mov"}, {"videodescriptionthisneedstobeapprovedbycopydesk": "Leighton Watson says to be taken seriously as a young black man you have to wear a \"costume\" of success.", "tags": "Costume, Young Black Man Etiquette", "brightcoveid": "4032048276001", "interviewee": "Leighton Watson", "stillimage": "", "sharelanguage": "", "videoquote": "“What I realize is that you have to put on a costume of success, you have to put on a costume of not being threatening.”", "video_clip": "Leighton - Costume.mov"}, {"videodescriptionthisneedstobeapprovedbycopydesk": "Charlene Carruthers says when she has children she will teach them that being black in America is a story that goes beyond the borders of the United States.", "tags": "Tell me a story you'll tell your children, ", "brightcoveid": "4031049124001", "interviewee": "Charlene Carruthers", "stillimage": "", "sharelanguage": "", "videoquote": "“Our story is one that is intrinsically tied to the story of other people.”", "video_clip": "Charlene - Tell my children.mov"}, {"videodescriptionthisneedstobeapprovedbycopydesk": "Charlene Carruthers says that modern civil rights activists are fighting for equality that transcends beyond race. Carruthers says as a \"black queer woman\" she has not been given the freedoms that many American citizens enjoy.", "tags": "LGBTQ , Woman , Queer , Citizenship ", "brightcoveid": "4031049105001", "interviewee": "Charlene Carruthers", "stillimage": "", "sharelanguage": "", "videoquote": "\n“As a black queer woman I have not ever experienced citizenship in a full way.” \n", "video_clip": "Charlene- Today's Civil Rights Leader.mov"}, {"videodescriptionthisneedstobeapprovedbycopydesk": "Charlene Carruthers says that many of the problems in America and around the world stem from people being denied basic \"human dignity.\"", "tags": "Dignity, Woman, LGBTQ, Government, Profit, World", "brightcoveid": "4031049120001", "interviewee": "Charlene Carruthers", "stillimage": "", "sharelanguage": "", "videoquote": "“Every single day in places from Palestine to Chicago to Oakland to Montgomer Alabama, some human being is not allowed to actually experience and live in their full dignity.” Or if you need shorter “I want to live in a world where every single human can live with dignity.”", "video_clip": "Charlene - Dignity.mov "}, {"videodescriptionthisneedstobeapprovedbycopydesk": "Darnell Moore says modern day civil rights leadership models are sustained by a collective group of people rather than one charismatic male.", "tags": "Leadership Vision, Civil Rights Leader, Today", "brightcoveid": "4031049783001", "interviewee": "Darnell Moore", "stillimage": "", "sharelanguage": "", "videoquote": "", "video_clip": "Darnell - Leadership model.mov"}, {"videodescriptionthisneedstobeapprovedbycopydesk": ". Darnell Moore says when he has children he wants to tell them about protests in Ferguson and New York City that were lead by not one type of person but many, ranging from lesbians to transgendered and even men who wore fitted hats.", "tags": "Movement, Tell my children, Activists, LGBTQ", "brightcoveid": "4031157248001", "interviewee": "Darnell Moore", "stillimage": "", "sharelanguage": "", "videoquote": "", "video_clip": "Darnell - Tell my children.mov"}, {"videodescriptionthisneedstobeapprovedbycopydesk": "Darnell Moore says he was very young when he became aware of how the media portray poor areas where mostly African American's live.", "tags": "New Jersey, Childhood, Marginalization", "brightcoveid": "4031154331001", "interviewee": "Darnell Moore", "stillimage": "", "sharelanguage": "", "videoquote": "", "video_clip": "Darnell - Growing Up.mov"}, {"videodescriptionthisneedstobeapprovedbycopydesk": "Darnell Moore says it took him years to fully accept that he was a black, gay male.", "tags": "Gay, LGBTQ, Love, Acceptance ", "brightcoveid": "4031157254001", "interviewee": "Darnell Moore", "stillimage": "", "sharelanguage": "", "videoquote": "", "video_clip": "Darnell - Me moment.mov"}, {"videodescriptionthisneedstobeapprovedbycopydesk": "Rhonda Lee says the broadcast industry is well known for asking African American women to conform to a stereotypical type of beauty by straightening their hair. She says she is still shocked that she has to justify keeping her natural hair.", "tags": "Natural Hair, Broadcast, Bias, Acceptance", "brightcoveid": "4032545342001", "interviewee": "Rhonda Lee", "stillimage": "", "sharelanguage": "#naturalhair", "videoquote": "", "video_clip": "Rhonda - Natural Hair.mov"}, {"videodescriptionthisneedstobeapprovedbycopydesk": ". Rhonda Lee says there continue to be issues with race relations in America because of the long history of abuse.", "tags": "Abusive Relatioship, Slavery, Race relations", "brightcoveid": "4032048299001", "interviewee": "Rhonda Lee", "stillimage": "", "sharelanguage": "", "videoquote": "", "video_clip": "Rhonda - Abusive relationship.mov"}, {"videodescriptionthisneedstobeapprovedbycopydesk": "Rhonda Lee says modern civil rights activists are no different than activists of the past. She says activism can be found in seemingly small decisions, like her choice to keep her natural hair.", "tags": "Civil Rights Leader, Modern ", "brightcoveid": "4032016731001", "interviewee": "Rhonda Lee", "stillimage": "", "sharelanguage": "", "videoquote": "", "video_clip": "Rhonda - Civil rights leader.mov "}, {"videodescriptionthisneedstobeapprovedbycopydesk": "Alicia Garza says modern day civil rights leaders are average people who decide enough is enough.", "tags": "What does a modern civil rights leader look like?, LGBTQ, Civil Rights Leader, Modern, Woman", "brightcoveid": "4031049698001", "interviewee": "Alicia Garza", "stillimage": "", "sharelanguage": "#blacklivesmatter", "videoquote": "", "video_clip": "Alicia - Civil right leader.mov"}, {"videodescriptionthisneedstobeapprovedbycopydesk": "Alicia Garza says her mother grew up in America during, \"separate but equal.\" She says her mother warned her that while she could be anything she wanted to be, it would be harder because she was a black woman.", "tags": "Separate but equal, segregation, civil rights, LGBTQ, future ", "brightcoveid": "4031049130001", "interviewee": "Alicia Garza", "stillimage": "", "sharelanguage": "#blacklivesmatter", "videoquote": "", "video_clip": "Alicia - Story about past and present.mov"}, {"videodescriptionthisneedstobeapprovedbycopydesk": "Alicia Garza says instead of talking about black history, she likes to talk about black future, and the issues affecting black Americans today.", "tags": "How far have we come?, Women, incarceration, police violence, Black History, Black future", "brightcoveid": "4031049743001", "interviewee": "Alicia Garza", "stillimage": "", "sharelanguage": "#blacklivesmatter", "videoquote": "", "video_clip": "Alicia - Black futures.mov"}, {"videodescriptionthisneedstobeapprovedbycopydesk": "Alicia Garza says she started #BlackLivesMatter after George Zimmerman was acquitted for killing Travyon Martin. She says #BlackLivesMatter is a \"love note\" to black Americans.", "tags": "George Zimmerman, Things need to change, Black Lives Matter, ", "brightcoveid": "4031049698001", "interviewee": "Alicia Garza", "stillimage": "", "sharelanguage": "#blacklivesmatter", "videoquote": "", "video_clip": "Alicia - Me moment.mov "}, {"videodescriptionthisneedstobeapprovedbycopydesk": "Rev. Otis Moss III says when he was growing up his father told him that the right to vote, \"was a sacred privilege your grandfather never had, and many died so you can have, so it's your privilege to pass on these stories to your children.\"", "tags": "Tell me a story you'll tell your children, Voting Rights Act, Past, Black History, Georgia, Poll Tests", "brightcoveid": "4030929827001", "interviewee": "Rev. Otis Moss", "stillimage": "", "sharelanguage": "", "videoquote": "", "video_clip": "Rev. Otis Moss - Story.mov"}, {"videodescriptionthisneedstobeapprovedbycopydesk": ". Rev. Otis Moss III says the modern day civil rights leader will be like a collage, with a collection of activists ranging from millennials to seniors. He says the civil rights leaders of the future will embrace the best of humanity.", "tags": "What does a modern civil rights leader look like?, Millenial, multi-generational, green activist, gender equality, Religion, God", "brightcoveid": "4030820382001", "interviewee": "Rev. Otis Moss III", "stillimage": "", "sharelanguage": "", "videoquote": "", "video_clip": "Rev. Moss - Modern civil rights leader.mov"}, {"videodescriptionthisneedstobeapprovedbycopydesk": "Rev. Otis Moss III says the work is far from over in the modern day civil rights movement. He says it's more than a moment in Ferguson and New York, it's a movement.", "tags": "What's next?, Optimistic, Millenials, Future, Progress, Movement ", "brightcoveid": "4030837344001", "interviewee": "Rev. Otis Moss III", "stillimage": "", "sharelanguage": "", "videoquote": "", "video_clip": "Rev. Moss - Prophetically optimistic.mov"}, {"videodescriptionthisneedstobeapprovedbycopydesk": ". Genie Lauren is known for her civil rights activism on Twitter. She says she believes activist are people who see something that needs to be fixed and stand up for something.", "tags": "", "brightcoveid": "4032291658001", "interviewee": "Genie Lauren ", "stillimage": "", "sharelanguage": "", "videoquote": "", "video_clip": "Genie Lauren - Everyday activism "}, {"videodescriptionthisneedstobeapprovedbycopydesk": "Genie Lauren is known for her activism on Twitter. She says Twitter has acted as a spotlight for conversations that people were already having about racial issues in America.", "tags": "Activism, Twitter, Modern Civil Rights, Social activism ", "brightcoveid": "4032140542001", "interviewee": "Genie Lauren ", "stillimage": "", "sharelanguage": "", "videoquote": "", "video_clip": "Genie Lauren - Twitter activism"}, {"videodescriptionthisneedstobeapprovedbycopydesk": "Genie Lauren says that civil rights leaders of the past had to wear suits and ties to earn respect, but modern activists are demanding respect regardless of if they are wearing a hoodie or a tie.", "tags": "Activism, Costume, Civil rights leaders, suits and ties, citizens, American Dream", "brightcoveid": "4032178718001", "interviewee": "Genie Lauren ", "stillimage": "", "sharelanguage": "", "videoquote": "", "video_clip": "Genie Lauren - Civil rights leader"}]}]